const SPECIALTIES = {
    "filologos": { 
        id: "filologos", 
        title: "Φιλόλογος", 
        subjects: [
            "Έκθεση Γ' Γυμνασίου", 
            "Έκθεση Α' Λυκείου", 
            "Έκθεση Β' Λυκείου", 
            "Έκθεση Γ' Λυκείου"
        ] 
    },
    "mathimatikos": { 
        id: "mathimatikos", 
        title: "Μαθηματικός", 
        subjects: [
            "Μαθηματικά Γ' Γυμνασίου", 
            "Άλγεβρα Α' Λυκείου", 
            "Άλγεβρα Β' Λυκείου", 
            "Μαθηματικά Κατεύθυνσης Β' Λυκείου", 
            "Μαθηματικά Γ' Λυκείου"
        ] 
    },
    "ximikos": { 
        id: "ximikos", 
        title: "Χημικός", 
        subjects: [
            "Χημεία Α' Λυκείου", 
            "Χημεία Β' Λυκείου", 
            "Χημεία Γ' Λυκείου"
        ] 
    },
    "fysikos": { 
        id: "fysikos", 
        title: "Φυσικός", 
        subjects: [
            "Φυσική Γ' Γυμνασίου", 
            "Φυσική Α' Λυκείου", 
            "Φυσική Β' Λυκείου", 
            "Φυσική Γ' Λυκείου"
        ] 
    },
    "pliroforikos": { 
        id: "pliroforikos", 
        title: "Πληροφορικός", 
        subjects: [
            "ΑΕΠΠ Β' Λυκείου", 
            "ΑΕΠΠ Γ' Λυκείου"
        ] 
    },
    "oikonomologos": { 
        id: "oikonomologos", 
        title: "Οικονομολόγος", 
        subjects: [
            "ΑΟΘ Β' Λυκείου", 
            "ΑΟΘ Γ' Λυκείου"
        ] 
    },
    "viologos": { 
        id: "viologos", 
        title: "Βιολόγος", 
        subjects: [
            "Βιολογία Β' Λυκείου", 
            "Βιολογία Γ' Λυκείου"
        ] 
    }
};
